<?php

return [
    'user_login' => 'يرجى التحقق من بيانات اعتماد تسجيل الدخول الخاصة بك ثم أعد المحاولة.',
    'coordinates' => 'يرجى التحقق من الإحداثيات الخاصة بك.',
    'otp_validated' => 'تم التحقق من صحة رمز otp الخاص بك بالفعل.',
    'otp_wrong' => 'لديك رمز otp خاطئ ، يرجى التحقق من الرمز ثم إعادة المحاولة.',
    'session_expired' => 'انتهت الجلسة.',
    'password_changed' => 'تم تغيير كلمة السر.',
    'file_uploaded' => 'تم تحميل الملف بالفعل.',
    'wrong_password' => 'كلمة السر :state خطأ.',
    'coupon_code_invalid' => 'رمز القسيمة غير صالح',
    'payment_invalid' => 'الدفع غير صالح يرجى إعادة المحاولة',
];
